[{"PRODNAME":"Lights Show Hat",
"PRODUCTID": "CW001",
"GRPHNAME":"LIGHTSSHOWHAT.jpg",
"COSTPRICE":"20.99",
"MSRP":"35.35",
"QTYONHAND":"10",
"QTYONBACKORDER":"0",
"DESC":"The base color of the hat is black. It is decorated with glow sticks. Why go to a light show when you can wear it? You'll be sure to be in the spotlight wearing this hat!",
"BRAND":"CRAZEWEARZ"},
{"PRODNAME":"Disguise Hat",
"PRODUCTID": "CW002",
"GRPHNAME":"DISGUISEHAT.jpg",
"COSTPRICE":"15.35",
"MSRP":"20.30",
"QTYONHAND":"3",
"QTYONBACKORDER":"0",
"DESC":"Want to wear a disguise but too lazy to get all the materials to make one? Well fear no more! This hat has it all! It comes with a wig, and sunglasses attached! (Note: Decorations may vary)",
"BRAND":"CRAZEWEARZ"},
{"PRODNAME":"Music Hat",
"PRODUCTID": "CW003",
"GRPHNAME":"MUSICHAT.jpg",
"COSTPRICE":"30.99",
"MSRP":"45.30",
"QTYONHAND":"10",
"QTYONBACKORDER":"0",
"DESC":"Who needs headphones when you have this handy hat? Crystal clear, surrounding sound effects. Very easy to be submerged in your music in your own little world with this hat. Perfect music with a cozy hat . . . what more can you possibly ask for? (Note: Music tracks not included)",
"BRAND":"CRAZEWEARZ"},
{"PRODNAME":"Upside Down Hat",
"PRODUCTID": "CW004",
"GRPHNAME":"UPSIDEDOWNHAT.jpg",
"COSTPRICE":"10.99",
"MSRP":"15.20",
"QTYONHAND":"35",
"QTYONBACKORDER":"0",
"DESC":"Just your plain old top hat . . . but upside down! Who knew that simply inverting it will created such a wacky style?! Don't let your colleagues' laughter put you down . . . They're simply jealous with how trendy you are! Comes in a wide variety of colours and styles!",
"BRAND":"CRAZEWEARZ"},
{"PRODNAME":"Mood Hat",
"PRODUCTID": "CW005",
"GRPHNAME":"MOODHAT.jpg",
"COSTPRICE":"21.20",
"MSRP":"30.20",
"QTYONHAND":"10",
"QTYONBACKORDER":"0",
"DESC":"Frustrated that people can never understand your mood? Well, worry no more! Now you can announce your feelings to the world with this awesome and cool colour changing hat! Be loud and clear with your current mood! Have your hat change to a glaring red when you're furious. Or dark depressing blue when you're sad . . . and many more colours! Come with a mood color chart to help you keep track of which colour is which!",
"BRAND":"CRAZEWEARZ"},
{"PRODNAME":"Plain Baseball Cap",
"PRODUCTID": "PZ001",
"GRPHNAME":"PLAINBASEBALLCAP.jpg",
"COSTPRICE":"10.05",
"MSRP":"12.30",
"QTYONHAND":"35",
"QTYONBACKORDER":"0",
"DESC":"Just a baseball cap. Plain and simple. What more do you need? Comes in wide variety of just plain colours! Guaranteed to be just a solid colour. No stripes, dots or even a logo! Just one pure solid colour. But hey, who says style needs to be complex to look nice?",
"BRAND":"PLAINZIES"},
{"PRODNAME":"Plain Sun Hat",
"PRODUCTID": "PZ002",
"GRPHNAME":"PLAINSUNHAT.jpg",
"COSTPRICE":"15.10",
"MSRP":"20.00",
"QTYONHAND":"20",
"QTYONBACKORDER":"0",
"DESC":"A sunhat. You know? A hat to shield you from the sun? Yes that, plain and simple. Were you expecting anything more? Pick a sunhat in any old plain colours along with any plain materials. This hat may be plain but it's easy to spice it up with extra decorations! Be sure to check out our wide collections of sunhat decorations in our store! (Note: Comes with a free ribbon or flower)",
"BRAND":"PLAINZIES"},
{"PRODNAME":"Plain Top Hat",
"PRODUCTID": "PZ003",
"GRPHNAME":"PLAINTOPHAT.jpg",
"COSTPRICE":"30.10",
"MSRP":"30.99",
"QTYONHAND":"10",
"QTYONBACKORDER":"0",
"DESC":"Feeling fancy but not too fancy? Well, why not try our PlainTopHat? Comes in either black, dark blue or grey. If you want it to be a bit more special you can also pay an extra $5 fee to make it your own customized colour like hot pink or neon yellow! Or even better buy our store brand top hat decorator! (Note: Comes with a free feather or star)",
"BRAND":"PLAINZIES"},
{"PRODNAME":"Plain Sleeping Cap",
"PRODUCTID": "PZ004",
"GRPHNAME":"PLAINSLEEPINGCAP.jpg",
"COSTPRICE":"5.00",
"MSRP":"10.15",
"QTYONHAND":"50",
"QTYONBACKORDER":"0",
"DESC":"A cap for sleeping in. Nothing more than that. You'll just be wearing it while sleeping, why need anything fancy for that? However, we can guarantee that it is made with the absolute best material to ensure maximum comfort! It may look plain but it is super comfy!",
"BRAND":"PLAINZIES"},
{"PRODNAME":"Plain Beanie Hat",
"PRODUCTID": "PZ005",
"GRPHNAME":"PLAINBEANIEHAT.jpg",
"COSTPRICE":"7.00",
"MSRP":"9.19",
"QTYONHAND":"29",
"QTYONBACKORDER":"0",
"DESC":"A simple beanie hat to keep you warm in the cold. Practicality over looks! No need to look fancy when everyone is too cold to pay attention to how you look anyways. Made with the warmest and most comfortable material! Comes in all sorts of plain colours!",
"BRAND":"PLAINZIES"},
{"PRODNAME":"Fuzzy Baseball Cap",
"PRODUCTID": "FZ001",
"GRPHNAME":"FUZZYBASEBALLCAP.jpg",
"COSTPRICE":"30.00",
"MSRP":"35.20",
"QTYONHAND":"10",
"QTYONBACKORDER":"0",
"DESC":"The fuzzier cousin of your usual baseball cap! So warm and fuzzy! Why go for the usual boring plain baseball cap when you have the fuzzier version? Comes in a wide variety of colours and patterns!",
"BRAND":"FUZZIES"},
{"PRODNAME":"Fuzzy Sun Hat",
"PRODUCTID": "FZ002",
"GRPHNAME":"FUZZYSUNHAT.jpg",
"COSTPRICE":"15.00",
"MSRP":"20.73",
"QTYONHAND":"2",
"QTYONBACKORDER":"0",
"DESC":"A nice and fuzzy sunhat . . . never heard of anything like it huh? Why not try it out? What do you mean it's not practical? Nonsense! It's perfectly functional AND comfortable! Satisfaction guaranteed!",
"BRAND":"FUZZIES"},
{"PRODNAME":"Fuzzy Sleeping Cap",
"PRODUCTID": "FZ003",
"GRPHNAME":"FUZZYSLEEPINGCAP.jpg",
"COSTPRICE":"45.00",
"MSRP":"50.15",
"QTYONHAND":"1",
"QTYONBACKORDER":"0",
"DESC":"Warm, fuzzy sleeping cap . . . guaranteed to help you fall asleep instantly with sweet dreams! Why not buy an extra one just for cuddling? Pay an extra $5 dollar fee to get a sleeping cap shaped like a teddy bear!",
"BRAND":"FUZZIES"},
{"PRODNAME":"Fuzzy Beanie Hat",
"PRODUCTID": "FZ004",
"GRPHNAME":"FUZZYBEANIEHAT.jpg",
"COSTPRICE":"10.99",
"MSRP":"12.57",
"QTYONHAND":"10",
"QTYONBACKORDER":"0",
"DESC":"A fuzzy beanie hat with extra fuzziness, perfect for those cold winter days! Pay an extra $5 dollar fee to make it even fuzzier! Comes in a wide variety of colours and patterns.",
"BRAND":"FUZZIES"},
{"PRODNAME":"Fuzzy Top Hat",
"PRODUCTID": "FZ005",
"GRPHNAME":"FUZZYTOPHAT.jpg",
"COSTPRICE":"90.99",
"MSRP":"100.29",
"QTYONHAND":"0",
"QTYONBACKORDER":"0",
"DESC":"Now you can be the one with the fanciest and fuzziest hat in the party! Look your best while feeling comfortable in the fuzziness. Comes in a wide variety of colours and patterns. Pay an extra $5 dollar fee to add sparkles to the hat as well!",
"BRAND":"FUZZIES"}
]
